Repository: RealAndySilver/crazynumbers-ios
Catalog: NumeroLoco/*.lproj/Localizable.strings
Languages: es

source: The purchase 'Infinite Mode' has been restored successfully
es: La compra 'Modo Infinito' se ha restaurado de manera exitosa

source: The purchase 'No Ads' has been restored successfully
es: La compra 'No publicidad' se ha restaurado de manera exitosa

source: Your purchases have been restored
es: Tus compras han sido restauradas

source: There weren't purchases to restore
es: No habían compras para restaurar

source: Restore Purchases
es: Restaurar Compras

source: Logout Succesfull!
es: Salida Exitosa!

source: 2-Players Vs
es: Versus

source: Accept
es: Aceptar

source: All your lives have been restored!
es: Todas tus vidas se han restaurado!

source: All your touches have been restored!
es: Todos tus toques se han restaurado!

source: Are you sure you want to restart both games?
es: ¿Estás seguro de reiniciar ambos juegos?

source: Back
es: Volver

source: Best Score
es: MejorPuntaje

source: Best Score: %lu/%d
es: Mejor Puntaje: %1$lu/%2$d

source: Buy
es: Comprar

source: Buy Lives
es: Comprar

source: Buy Touches
es: Comprar Toques

source: By touching a button, its value will decrease by one, as well as the value of the upper, left, lower and right buttons
es: Al tocar un botón, su valor disminuirá en uno, así como el valor del botón superior, izquierdo, inferior y derecho

source: Cancel
es: Cancelar

source: Challenge
es: Retar

source: Chapter
es: Capítulo

source: Chapter %lu - Game %lu
es: Capítulo %1$lu - Juego %2$lu

source: Close
es: Cerrar

source: Colors
es: Colores

source: Colors Game Objective: Set all buttons to white. Every time you touch a button, its color will become lighter.
es: Colores Objetivo: Poner todos los botones en blanco. Cada vez que tocas un botón, se volverá mas blanco.

source: Congratulations!
es: Felicitaciones!

source: Congratulations! You have completed the tutorial! Start playing! *General Tip: If you affect a button that is already white (or has a value of zero, in the case of the numbers game), it will turn back to its original color
es: Felicitaciones! has completado el tutorial! Empieza a jugar! *Dato General: Si afectas un botón que ya es blanco (o tiene un valor de cero, en el caso del juego de números), volverá a su color o valor original

source: Congratulations! You have more lives available, start playing!
es: Felicitaciones! Tienes mas vidas disponibles! Empieza a jugar!

source: Congratulations! Now you can play the numbers game. Let's continue and see how the colors game works!
es: Felicitaciones! Ya sabes como jugar este tipo de juego. Veamos como funciona el juego de colores!

source: Continue
es: Continuar

source: Don't Login
es: No iniciar sesión

source: Excellent! You're becoming a Cross master! Let's practice one last time!
es: Excelente! Te estás volviendo un maestro de Cross! Continuemos practicando!

source: Excellent! Because in this case there weren't upper and left buttons, the buttons that you changed were the right and lower ones. Let's practice one last time!
es: Excelente! Debido a que en este caso no había botón superior e izquierdo, los botones que afectaste fueron el derecho y el inferior. Practiquemos de nuevo!

source: Excellent! You set all the buttons to zero! The light gray buttons were the ones affected by your touch. Let's practice again!
es: Excelente! Pusiste todos los botones en cero! Los botones grises fueron los afectados por tu toque. Practiquemos de nuevo!

source: Exit
es: Salir

source: Exit Fast Mode
es: Salir Modo Rápido

source: Fast Game Timer
es: Timer Modo R

source: Fast Games
es: Juegos Rápidos

source: Fast Mode
es: Modo R

source: Game
es: Juego

source: Game %lu
es: Juego %lu

source: Game Won!
es: Juego Ganado!

source: Games
es: Juegos

source: Games Won: %lu
es: Juegos Ganados: %lu

source: Hey! I'm playing Cross: Numbers & Colors. Come try to beat my score!
es: Hola! Estoy jugando Cross para iOS! Intenta vencerme!

source: I scored %lu points playing #Cross : Numbers & Colors
es: Obtuve un puntaje de %lu jugando #Cross : Números y Colores

source: Ideal Time
es: Tiempo Ideal

source: Ideal Touches
es: Toques Ideales

source: In-Game Music
es: Música en Juego

source: Infinite
es: Infinitas

source: Infinite Touches
es: Toques Infinitos

source: Infinite Touches Infinite Lives No Ads
es: Toques Infinitos Vidas Infinitias No Publicidad

source: Invite
es: Invitar

source: Let's practice! Remember, when you touch a button, its value will decrease by one, as well as the value of the upper, left, lower and right button.
es: Practiquemos! Recuerda, cuando tocas un botón, su valor disminuirá en uno, así como el valor del botón superior, inferior, izquierdo y derecho.

source: Login With Facebook
es: Entrar con Facebook

source: Logout
es: Salir

source: New Game
es: Nuevo Juego

source: New Lives!
es: Nuevas vidas!

source: New Touches!
es: Nuevos toques!

source: Nice! Now touch the upper left button to win!
es: Bien! Ahora toca el botón superior izquierdo

source: Now, touch the lower center button to win!
es: Ahora toca el botón inferior central

source: Now, touch the upper left button to win
es: Ahora toca el botón superior izquierdo

source: Now, you will have to make two touches to win
es: Ahora tendrás que hacer dos toques para ganar

source: Now, you will have to make two touches to win.
es: Ahora tendrás que hacer dos toques para ganar

source: Numbers
es: Números

source: Numbers Game Objective: Set all the buttons to zero
es: Números Objetivo: Poner todos los botones en cero

source: Oops! There was a network error. Please check that you're connected to the internet
es: Oops! Hubo un error de conexión. Por favor revisa que estés conectado a internet

source: Oops! There was a network error. Please check that you're connected to the internet.
es: Oops! Hubo un error de conexión. Por favor revisa que estés conectado a internet

source: Oops! You haven't unlocked this game yet!
es: Oops! No has desbloqueado este juego aún

source: Pattern
es: Patrón

source: Reset
es: Reiniciar

source: Restart
es: Reiniciar

source: Restart Both
es: Reiniciar ambos

source: Score
es: Puntaje

source: Settings
es: Opciones

source: Share
es: Compartir

source: Sound
es: Sonido

source: Sounds
es: Sonidos

source: Start
es: Empezar

source: Start Game
es: Jugar

source: Start Playing!
es: Empieza a jugar!

source: Start!
es: Empezar!

source: Store
es: Tienda

source: Succesfull Login!
es: Login Exitoso!

source: There are two types of games: Numbers and Colors
es: Hay dos tipos de juego: Números y Colores

source: Time Bonus Score
es: Bonus de tiempo

source: Time Spent
es: Tiempo usado

source: Timer Volume
es: Volumen Timer

source: Total Score
es: Puntaje Total

source: Touch the center button
es: Toca el botón central

source: Touch the center button and then the upper left button
es: Toca el botón central y luego el botón superior izquierdo

source: Touch the center button!
es: Toca el botón central

source: Touches Left
es: Toques restantes

source: Touches Made
es: Toques realizados

source: Try Again
es: Intentar de nuevo

source: Wait
es: Esperar

source: Warning! If you exit while the game is in progress, you will lose one life.
es: Cuidado! Si sales mientras el juego está en curso, perderás una vida

source: Warning! if you exit the last unlocked game while the game is in progress, you will lose one life.
es: Cuidado! Si sales del último juego mientras está en curso, perderás una vida

source: Welcome to Cross, a simple, yet addictive game!
es: Bienvenido a Cross, un simple pero adictivo juego!

source: Welcome to Fast Mode! You have just few seconds (10s - 30s) to complete each level! Be fast!
es: Bienvenido al modo rápido! Tienes entre 10 y 30 segundos para completar cada nivel! Se rápido!

source: Which friends do you want to challenge?
es: ¿Qué amigos deseas retar?

source: Which rankings would you like to see?
es: ¿Que rankings deseas ver?

source: You Won!
es: Ganaste!

source: You have completed all fast mode games! Wait for more games soon!
es: Has terminado todos los juegos del modo rápido! Espera mas juegos pronto!

source: You have completed all games! Wait for more games soon!
es: Has completado todos los juegos! Espera mas juegos pronto!

source: You have lost one life. Try to be faster next time!
es: Has perdido una vida. Se mas rápido la próxima vez!

source: You have new lives available!
es: Tienes mas vidas disponibles!

source: You have new touches available!
es: Tienas mas toques disponibles!

source: You have no more lives left! Every two hours you'll get one life. You can wait or buy some!
es: No tienes vidas! Cada dos horas obtendrás una vida. Puedes esperar o comprar algunas!

source: You have no more touches left! Every hour you'll get 5 more. You can wait or buy more!
es: No tienes toques! Cada hora se te devolverán 5 toques. Puedes esperar o comprar algunos!

source: You have won game %lu, keep going!
es: Ganaste el juego %lu, sigue así!

source: You have won ten touches for completing this game for the first time!
es: Has ganado 10 toques por completar este nivel por primera vez!

source: You must login with Facebook to access the rankings. You can login from the main options.
es: Debes ingresar con Facebook para ver los rankings. Lo puedes hacer desde las opciones principales.

source: You won! Just like in the numbers game, when you touch a button, you also affect the upper, left, lower and right buttons. Let's practice again!
es: Ganaste! Así como en en juego tipo 'Números', cuando tocas un botón afectarás también el botón superior, inferior, derecho e izquierdo! Continuemos!
